Repository: giellalt/corpus-sme
Catalog: prestable/tmx/nob/facta/skuvlahistorja3/issat-s.htm.tmx
Source language: sme
Languages: nob

source: P ? norsk
nob: Sámegillii

source: Artihkal girjjis Sámi skuvlahistorjá 3 Davvi Girji 2009.
nob: Artikkel i boka Samisk skolehistorie 3. Davvi Girji 2009.

source: Skuvla – min dološ ja dálá boahtteáigi
nob: Skolen – vår framtid – i gamle dager og i vår tid

source: Issát Sámmol Heatta konsearttas Guovdageainnus 2004 (Govva: Svein Lund)
nob: Issát Sámmol Heatta på konsert i Guovdageaidnu 2004 (Foto: Svein Lund)

source: Issát Sámmol Heatta (Biŋges-Lemeha Issát Sámmol) lea riegádan 1952:s ja bajásšaddan Biggejárgáttis ja Mázes, Guovdageainnu suohkanis.
nob: Issát Sámmol Heatta (Biŋges-Lemeha Issát Sámmol), f. 1952, er vokst opp ved Biggejávri og i Máze i Kautokeino kommune.

source: Son lea vázzán vuođđoskuvlla Mázes ja Guovdageainnus ja joatkkaskuvlla Kárášjogas.
nob: Han har gått grunnskole i Máze og Kautokeino, og gymnas i Karasjok.

source: Sus lea sosionomaoahppu Budejju allaskuvllas, sámegiela gaskafága Romssa universitehtas, TV- ja filbmačállin- ja buvttadanoahppa, pedagogalaš jođihan- ja bagadallanfága Finnmárkku allaskuvllas ja Sámi oahppojođihanoahppa Sámi allaskuvllas.
nob: Han har utdanning som sosionom fra Høgskolen i Bodø, samisk mellomfag ved Universitetet i Tromsø, TV- og filmutdanning, pedagogisk ledelse og veiledning fra Høgskolen i Finnmark og samisk utdanningsledelse fra Samisk høgskole.

source: Issát Sámmol Heatta lea bargan sadjásaš oahpaheaddjin, sosionoman ja journalistan, sihke radios ja aviissain.
nob: Issát Sámmol Heatta har arbeidet som vikarlærer, sosionom og som journalist i radio og samiske aviser.

source: Son čállá lávllateavsttaid ja nuohtaid, juoigá, lávlu ja lohká divttaid konsearttain ja skearruin.
nob: Han skriver sangtekster og komponerer melodier, joiker, synger og leser dikt på konserter og plater.

source: Son lea maiddái jorgalan girjjiid sámás ja dárrui, bargan girjjálašvuođakonsuleantan, čállinoahpaheaddjin ja drámáoahpaheaddjin.
nob: Flere kjente samiske artister har brukt hans tekster og melodier på sine plateutgivelser. Han har også oversatt bøker, vært litteraturkonsulent og lærer i skriving og drama.

source: Issát Sámmol Heatta lea leamaš Sámi girječálliid searvvi ovdaolmmožin (2004-2005 ja 2008- 2005-2007 lei son Sámiráđi kulturlávdegotti miellahttun.
nob: Issát Sámmol Heatta er leder i Sámi girječálliid searvi / Samisk forfatterforening, og i 2005 ble han valgt inn i Samerådets kulturutvalg.

source: Dás son muitala skuvlavásáhusaidis golmma áigodagas: Máze skuvlla ja Guovdageainnu nuoraidskuvlla oahppin (1960–1969) ja sadjásaš oahpaheaddjin Máze skuvllas 1972-75 ja fas 2007 čavčča.
nob: Her forteller han om egne skoleerfaringer fra tre perioder, som elev ved Máze skole og Kautokeino ungdomsskole (1960–1969), og som vikarlærer ved Máze skole i 1972–75 og igjen i 2007.

source: – Skuvla julggiid vuolde
nob: – Med skolegang for føttene

source: – Allet dál goze nu guhká, ihttin lea skuvla julggiid vuolde !
nob: – Nå må dere ikke våke så lenge, i morgen står skolegang for føttene igjen !

source: Nu lávii áhččámet Biŋges-Lemet, Klemet K. Hætta, dadjat ovdal go skuvla álggii čakčat dehe dálvet.
nob: Slik brukte min far, Biŋges Lemet, Klemet K. Hætta, å si det dagen før skolen begynte om høsten eller våren.

source: Vázzen mánáidskuvlla Mázes 1960 čavčča rájes gitta 1966 geassái.
nob: Jeg gikk på Máze skole fra høsten 1960 til våren 1966.

source: Nuoraidskuvlla vázzen Guovdageainnu márkanbáikkis, go dalle ii lean nuoraidskuvla Mázes.
nob: Ungdomsskolen gikk jeg på kirkestedet i Kautokeino, den gang hadde ikke Máze ungdomsskole.

source: Mu mielas lei suohtas skuvllas, eanas áiggi goit, dan rájes go juo hárjánin dohko.
nob: Jeg syntes det var morsomt på skolen, mesteparten av tida iallfall, etter at jeg ble vant til forholdene.

source: Vuosttaš eahket Máze internáhtas gal lea báhcán bávččas muitun munnje.
nob: Men den første kvelden på Máze internat er et vondt minne.

source: Maŋŋel go eadni, Juhán Ánne, Anne Tornensis Hætta manai, báhcen stoahkanlatnjii čierrut.
nob: Etter at mamma, Juhán Ánne, Anne Tornensis Hætta, reiste hjem, sto jeg gråtende tilbake i lekesalen.

source: Oabbán Máret Rihttá ja Biggeluobbala nieiddaš Liv Jakobsen vikkaiga jeđđet mu: – Ale čiero goit, stuora bárdni !
nob: Søstra mi, Máret Rihttá, og Liv Jakobsen fra Biggeluobbal prøvde å trøste meg: – Du må jo ikke gråte, du er jo stor gutt allerede !

source: Jeđđemis ii dáidán ollu ávki.
nob: Det var nok ingen hjelp i trøstinga.

source: Buot lei nu amas ja issoras.
nob: Alt var fremmed og skremmende.

source: Nu lei várra buohkaid mielas geat báhce váhnemiin internáhttii.
nob: Slik var det vel for alle som måtte bli igjen på internatet.

source: Gatnjalat goike fargga, ja fuomášin ahte skuvla ii lean gusto nu váivi, go mu mielas lei suohtas oahppat čállit ja rehkenastit.
nob: Men jeg tørket snart bort tårene og oppdaget at skolen slettes ikke var så ille, for jeg syntes det var artig å lære å skrive og regne.

source: Ja mis lei sámegielat oahpaheaddji, Dure Niillas Dure Elle, Ellen Turi Guttormsen.
nob: Og vi hadde jo samisktalende lærer, Ellen Turi Guttormsen.

source: Gulahalaimet bures. Ledje gal maiddái dárogielat oahpaheaddjit vuosttaš vahkku rájes.
nob: Med henne kunne vi snakke lekende lett, men fra første skoleuka av hadde vi også norsktalende lærere.

source: Singuin ii lean buorre gulahallat.
nob: Å kommunisere med dem var verre.

source: Muhtun rivguin lei hui ártegis dárogiella, eat ipmirdan báljo sáni ge. Ledjen oahppan veahá dárogiela ovdalgo álgen skuvlii.
nob: Jeg hadde lært litt norsk før jeg begynte på skolen, men enkelte snakket en dialekt vi knapt forsto et eneste ord av.

source: Stoahkan lei maiddái somá, erenoamážit go beasaimet stoahkat skuvladiimmuin.
nob: Å leke var også moro, spesielt hvis det kunne skje i skoletimene.

source: Muittán man ilolaččat leimmet go beasaimet olggos dievvái fiertun ja beaivvádahkan.
nob: Jeg husker hvor glade vi var når vi fikk dra ut og sette oss oppe i bakken i godvær og solskinn.

source: Doppe čohkkáimet ja sárgguimet govaid.
nob: Der satt vi og tegnet det vi så.

source: Skuvlalanjas ii gal lean nu suohtas báhkka beaivvádahkan.
nob: Men på klasserommet var det ikke særlig trivelig i solskinn.

source: Lanjas ledje hui stuora láset, muhto rahpanláset ledje unnit.
nob: De store vinduene kunne ikke åpnes, bare de små rutene ved siden av.

source: Eai ge buot oahpaheaddjit rahpan láse, go sis lei dušše asehis báidi badjelis, ja rivguin asehis čuvla.
nob: Og slettes ikke alle lærerne var villige til å åpne vinduene, de var tynt kledd.

source: De lei buorre beassat olggos friddjagoartilii.
nob: De kvinnelige lærerne hadde tynne sommerkjoler på seg.

source: Amas gielain amas vieruid
nob: Fremmede skikker på et fremmed språk

source: Mánáidskuvllas lei oahppodiibmu man gohčodedje «heimstadlære».
nob: I barneskolen hadde vi et fag som het heimstadlære.

source: Skuvlla hoavda ieš lei min oahpaheaddjin.
nob: Skolebestyreren var vår lærer i de timene.

source: Guovllaimet girjjiin govaid, muhto mu mielas ledje dat amas govat.
nob: Vi fikk noen bøker å kikke i, men jeg syntes alt var så fremmed.

source: Dain ii oidnon Biggejávri, ii oidnon Máze, eai oidnon gávttit, eai min gusat, ii min fanas, eai min fierpmit, eai oahpes njárggat, eai gáttit eai ge dievát.
nob: Bildene viste ikke Biggejávri, vannet som vi bodde ved, ikke Máze, ingen samedrakt, våre kyr var ikke der, ikke båten vår, ikke våre fiskegarn, ingen kjente nes eller odder, ingen kjente strender eller bakker.

source: Eai ge dain govain borran dakkár borramuša go mii boraimet, eai ge dat hupman min giela.
nob: Og på de bildene spiste ikke folk den maten vi spiste, og de snakket ikke vårt språk.

source: Skuvlahoavda cuoiggui stuora govaide maid lei heŋgen távvalii.
nob: Skolebestyreren pekte på noen store bilder han hadde hengt foran tavla.

source: Dain ledje biergasat maid in lean oaidnán goassege, galggaimet oahppat sániid dárogillii.
nob: Vi fikk se ting vi aldri hadde sett før, vi skulle lære ordene på norsk.

source: Ja de galggaimet tevdnet dan maid hoavda siđai.
nob: Og så fikk vi beskjed om å tegne det bestyreren ba om.

source: Eat ipmirdan buot maid tevdniimet.
nob: Vi kjente ikke igjen alt som vi tegnet.

source: Giđđabeaivváš gorddii láse čađa, olgun gullojedje cizážat vizardeame ja mu jurdagat ledje oahpes stoahkanbáikkiin Biggejávrri lulágeahčen.
nob: Vårsola stekte inn gjennom vinduet, ute hørte jeg småfuglene kvitre, og tankene mine fløy avsted til kjente og kjære lekeplasser i sørenden av Biggejávri.

source: Dattege fargga stađđagođiimet bures skuvllas ja skuvlainternáhtas.
nob: Vi lærte snart hvordan vi skulle få tida til å gå på skolen og internatet.

source: Ovttastallan lei gusto oalle suohtas.
nob: Det var artig å være i lag med de andre barna.

source: Stoagaimet olgun internáhta birra.
nob: Vi lekte en god del i området rundt internatet.

source: Roavvejogas ledje rávdoveajehat, muhtun mánát oggo daid. Ja eanus oakkuimet hárriid.
nob: Der var bekken Roavvejohka som det svømte røyeyngel i, og noen av barna prøvde å fiske i bekken.

source: Eahkediid láviimet humadit guhká vaikko internáhtabiiggát bohte gieldit min.
nob: Om kvelden lå vi og pratet høyt helt til kveldsvakta hysjet på oss.

source: Lei nohkkanáigi, eat galgan šat rigeret !
nob: Det er leggetid, ikke mer støy og prating !

source: Lei váttis jeagadit, erenoamážit giđđat čuvges eahkediid.
nob: Da var det vanskelig å være lydig, spesielt i lyse vårkvelder.

source: Nuppát geardde čerggohalaimet.
nob: Vi fikk kjeft mang en gang.

source: Eat mii dáidán ge nu siivvut álo.
nob: Og vi var vel ikke bare lydige heller.

source: Nubbi eará mii lea darvánan muitui, lei go fillehalaimet suoládallat biebmolanjas.
nob: Jeg husker også godt at vi hadde lært oss å småstjele fra matlageret.

source: Muhtumin eai lean bargit muitán lásset biebmolanja gealláris, ja gal dat mii bártnážat dan fuomášeimmet.
nob: Det hendte at kjøkkenpersonalet ikke husket å låse etter seg, og da var vi guttungene raskt på pletten.

source: Olluhiidda lei skuvla ja internáhtta olles giksin, sii atne buot aivve amas hoidun.
nob: Men for mange var tiden på skoleinternatet en sammenhengende lidelse, for dem var det og ble det en fremmed verden.

source: Láveje dadjat ná jos juoga cuovkanii: – Gal stáda máksá !
nob: Hvis noe gikk i stykker, sa de bare: – Pytt, staten betaler vel !

source: Diehttelasat ledje internáhtas eará ja garraset lágat go ruovttuin; galggaimet nohkkat árabut, ja juohkeládje lei buot biddjon diibmomeriid mielde.
nob: Selvsagt måtte internatet ha strengere regler enn mange hadde hjemme. Vi måtte legge oss til bestemte klokkeslett, og alt var regulert etter klokka.

source: Eai buohkat hárjánan dasa goassege.
nob: Noen klarte aldri å tilpasse seg det.

source: Internáhtas lei maiddái mánáide veahá bargu dalle go vázzen vuosttaš ja nuppi jagi.
nob: På internatet fikk vi også små arbeidsoppgaver allerede fra første og andre klassetrinn.

source: Vieččaimet mielkki Duredálus (Per Anders Turi ja Marit Anne Turi), ja muhtumin guottašeimmet hálgguid internáhta geallárii.
nob: Vi hentet melk i store spann fra gården til Per Anders og Marit Anne Turi, og enkelte ganger bar vi favnved til fyrkjelleren.

source: Doppe ledje stuora ommanat main liggejuvvui čáhci rusttegii mii doalahii internáhta ja skuvlla liekkasin, vai sestet elrávnnji.
nob: Der var noen svære ovner og fyrkjeler som varmet opp skolen og internatet slik at man sparte strøm.

source: Dalle bođii elfápmu dieselaggregáhtas unna visožis das internáhta lahka.
nob: Strømmen ble produsert av dieselaggregater i et lite hus bak internatet.

source: De stuorruleimmet ja mii bártnážat háliideimmet geahččaladdat fámuideamet.
nob: Vi vokste fort, og guttene ville prøve kreftene seg imellom.

source: Eat mii álo skallen gullat go oahpaheaddji siđai min čuoččahit ráidun skuvlalanja olggobeallái go skuvladiibmu lei álgán ja mii galggaimet skuvlalatnjii.
nob: Og vi var ikke alltid like oppmerksomme i kampens hete når læreren ga ordre om å stille opp foran klasseromsdøra når timen skulle begynne.

source: Muhtumin leimmet vuot fákkáskan, eat gullan go oahpaheaddji siđai min heaitit fággádallamis.
nob: En gang var jeg og en annen gutt midt i en jevn brytekamp, og vi hørte ikke læreren straks han ropte på oss.

source: Olliimet skuvlalatnjii, ja oahpaheaddji siđai munno nuppiin bártnážiin boahtit iežas lusa.
nob: Da timen begynte, ba læreren oss komme fram til kateteret. Faget var norgeshistorie, husker jeg.

source: Sus lei girji gieđas man namma lei «Vi ere en nasjon vi med, vi små en alen lange», ja das lei Norgga leavga olggožis.
nob: Læreren holdt historieboka i handa, jeg husker godt tittelen: «Vi ere en nasjon, vi med...», og omslaget var illustrert med norske flagg.

source: Oahpaheaddji belkkii munno, ja de fáhkkestaga dearpalii nuppi bártnáža oaivái historjágirjjiin.
nob: Jeg trodde jeg slapp straff, men før jeg visste ordet av det, smalt boka i hodet mitt også.

source: Mun doivon mu ii dearpal, muhto de girji beaškkehii mu oaivái nai !
nob: Jeg husker ikke hvilken del av norgeshistorien vi lærte om i den timen.

source: In muitte gal man oasi Norgga historjjás mii oahpaimet dan skuvladiimmus.
nob: Lekselesinga om ettermiddagen var også en slags skoletime, alle måtte møte opp der.

source: Leaksolohkan lei maiddái dego skuvla, bággodiibmu ovdal eahketborrama.
nob: Vi måtte ofte lære salmevers utenat, på norsk selvsagt.

source: Dávjá oaččuimet leaksun oahpahallat sálmmaid bajiloaivvi, dárogillii dieđusge.
nob: Ikke alle lærte like fort, men en gutt visste råd. Han satt fremst i rekka, like foran kateteret.

source: Ii buohkaide lean nu álki daid oahppat, muhto okta bártnáš hutkkai goanstta: son čohkkái oainnat lagamus katehtara.
nob: Så skrev han like godt hele salmeverset på et stort ark som han limte foran på kateteret, utenfor lærerens synsvidde.

source: De son čálii sálbmavearssaid báhpirii ja darvvihii báhpira katehtara ovddabeallái.
nob: Så kunne han bare lese av arket når han skulle framføre utenatleksa si, trodde han.

source: Diđii ahte oahpaheaddji ii soaba oaidnit báhpira, muhto son gal ieš dan beassá lohkat.
nob: Selvsagt begynte læreren å lure på hvorfor gutten plutselig kunne salmeverset så flytende.

source: De oahpaheaddji fuomášii ahte bártnáš guovlá aivve katehtara ovddabeallái, ja nu gávnnahalai bártnáš-riehpu.
nob: Han oppdaget at gutten kikket ned og foran kateteret, og slik ble synderen avslørt.

source: Ráŋggáštussan sutnje lei oahpahallat vel nuppi sálmma.
nob: Straffen var å lære enda et vers utenat.

source: In dieđe leažžá go vel otná dán beaivvi ge oahppan dan.
nob: Jeg vet ikke om gutten noensinne lærte begge versene.

source: Go mánát hilbbohalle dehe ledje jeagoheamit, šadde sii čohkkát maŋŋel skuvlaáiggi.
nob: Hvis elevene fant på ugagn eller var ulydige, måtte de «sitte igjen» etter skoletid eller om kvelden.

source: Moadde bártnáža ledje šaddan čohkkát.
nob: Noen gutter skulle en gang sone straffen sin på klasserommet.

source: Okta sis lei erenoamáš čeahppi snihkkenfágas, hui gieđalaš ja hutkái.
nob: En av dem var spesielt dyktig i sløyd, flink med nevene, og oppfinnsom.

source: Skuvlalanjas lei buiku man son sadjigođii, háliidii geahččalit man bastilin buikku sáhttá sadjit.
nob: Nå ville han utføre et eksperiment med en kniv som ble brukt til å spisse blyanter med.

source: Oahpaheaddji beavddi alde lei sálbmagirji, «Landstads reviderte salbmebok».
nob: På kateteret lå lærerens salmebok, «Landstads reviderte salmebok».

source: Bártnáš sajii buikku issoras bastilin ja de čuggii dainna sálbmagirjái nu ollu go nagodii.
nob: Gutten dro opp ei bryne fra bukselomma, skjerpet kniven det beste han visste og kjørte knivbladet gjennom salmeboka av alle krefter.

source: De son ozai girjjis man guhkás buiku lei bastán.
nob: Så bladde han seg fram dit kniven hadde rukket.

source: Dan siidui son čálii stuora bustavaiguin: «Hit nådde kniven».
nob: Der skrev han med store bokstaver: «Hit nådde kniven.»

source: Sálbma lei vel «Gjør døren høy, gjør porten vid».
nob: Salmen var «Gjør døren høy, gjør porten vid».

source: Bártnáš dieđusge gávnnahalai ja šattai čohkkát vel eanet.
nob: Selvfølgelig ble han avslørt og måtte stå til rette for ugjerningen.

source: Go leimmet viđat klássas, ledje min skuvlalanjas boares urggut maiguin oahpaheaddji lávii čuojahit go lávlluhii min.
nob: Da vi gikk i femte klasse var det et gammelt orgel på klasserommet.

source: Urgguin lei min mielas fasttes jietna.
nob: Den brukte læreren til salmesangen hver morgen.

source: Mii lunttat fuomášeimmet njoarrat liimma urgguid ala go leimmet leaksolohkamis eahkes.
nob: Det låt alldeles forferdelig, syntes vi, men læreren syntes visst selv at det lød fint og vakkert.

source: Dan seamma liimma heivii min mielas maiddái vuoidat sálbmagirjái, liibmet juste dan sálmma man oahpaheaddji lávii lávlut iđes skuvladiimmu álggus.
nob: En gang under lekselesinga fant vi på å helle lim ned mellom tangentene. Det samme limet høvde også godt som smurning til salmeboka, syntes vi.

source: Nuppi iđit go oahpaheaddji galggai rabestit girjji, lei sálbma láhppon.
nob: Neste morgen da læreren skulle bla fram til den planlagte salmen, var salmen borte.

source: Ii ge imaš, siiddut ledje darvánan oktii.
nob: Ikke så rart, de tynne salmeboksidene var godt igjenklistret.

source: Son čergii: – Hvem har limt salmeboka ? !
nob: Han reiste seg og spurte hardt: – Hvem har limt igjen salmeboka ? !

source: (Gii lea darvvihan sálbmagirjji siidduid oktii ?)
nob: Så lette han fram en annen salme og skulle dra i gang med orgelet.

source: De son ozai eará sálmma ja galggai čuojahit urgguin.
nob: Det kom bare noen rare lyder, for mange av tangentene hang jo sammen !

source: Njoarosteapmi internáhta olggobealde.
nob: Lassokasting utenfor internatet.

source: (Govva: Anders O. Eira, Gáldu: Muitalusat ja dáhpáhusat Guovdageainnus 8)
nob: (Foto: Anders O. Eira, kilde: Muitalusat ja dáhpáhusat Guovdageainnus 8)

source: Guhkes giksidálvi
nob: En lang, smertefull vinter

source: Mu mielas lei váivi skuvllas ja internáhtas go hilbes mánát bieguhedje nuppiid ja bággestalle eará mánáid maiddái searvái.
nob: Jeg syntes det var ekkelt på internatet når noen av barna drev med plaging og nærmest tvang andre til å være med på det.

source: Ii lean somá bággehallat mielde bahádaguide.
nob: Det var aldri morsomt å bli tvunget med på pøbelstreker.

source: Sii njulgestaga atne geanoheabbuid ja árggibuid iežaset bággobálván.
nob: Men på internatet var det som i reindriften, den sterkestes rett rådde.

source: Iđes láviimet oažžut šattuid láibelassin.
nob: Og de svakeste måtte tjene de sterkeste.

source: Rievvárat ledje vuordime olggobealde boradanlanja ja rihpe herskkuid sis.
nob: Til frokost fikk vi blant annet frukt eller grønnsaker, gjerne en halv appelsin eller eple.

source: Lei dego mafiahoidu, láhkarihkkuid veahka.
nob: Men noen av barna fikk aldri spise frukten selv.

source: Dat guhte duosttai vuostálastit dinii čorpma bealljevuollái.
nob: Utenfor ventet nemlig røvere som beslagla godsakene.

source: Bártnážat ledje ráhkkanan dego soahteveahka.
nob: Det var som et slags mafiasystem, organisert kriminalitet.

source: Eanas boazosápmelaččaid mánát vázze skuvlla dálvet.
nob: Den som vågde å protestere fikk smake knyttneven !

source: Dálu mánát vázze ges čakčat ja giđđat.
nob: Guttene var organisert som en liten hær.

source: De mearridedje skuvlla eiseválddit ahte «dálvemánát» ja «čakčamánát» galge vázzit skuvlla oktanaga.
nob: De fleste flyttsamebarn gikk på skole om vinteren, og fastboendes barn om høsten og våren.

source: Nu šattai 1962 čavčča.
nob: Det var høsten 1962.

source: Stuorámus mánát, čihččet klássa ja framhaldsskuvla gal besse vel dan dálvvi vázzit dálveskuvlla dassážii go gerge.
nob: De eldste barna – 7. klasse og framhaldsskolen fikk likevel fortsette som «vinterskole» det skoleåret.

source: Unnimus «dálvemánát» šadde álgit čakčat juo.
nob: De minste «vinterbarna» måtte begynne på skolen allerede i august.

source: «Čakčamánát» givssidedje «dálvemánáid», muhto besse ge fas gillát garra mávssaheami maŋŋel go dálvemánáid boarráset vieljat ja oappát álge skuvlii skábmamánus.
nob: «Høstbarna» plagde «vinterbarna», men fikk selv unngjelde da «vinterbarnas» eldre søsken begynte på skolen i november. Da var det ikke spøk å være fastboendes barn, de måtte gjennom en lang smertefull vinter.

source: De gal ii lean dálumánáide leaika, sidjiide šattai giksi guhkes dálvvi miehtá.
nob: Jeg husker da en av de største guttene tvang meg og en annen 3. klassing til å ligge helt stille på senga.

source: Muhtun stuora bártnáš bággii mu ja nuppi 3-klássa bártnáža veallát jaska seaŋggas.
nob: Vi torde ikke å gjøre motstand, vi hadde ikke noe å stille opp med mot hans gjeng.

source: De galggai muhtun bártnáš čagaldahtálit munno julggiid.
nob: De brukte også å fortelle oss spøkelseshistorier om internatet.

source: Ean duostan vuostálastit, ean moai goit bihtán sus ja su vehkiin.
nob: Noen hadde sett beinrangelet til en tysk soldat på et av rommene.

source: Lohke oidnon duiskka soalddáha dáktegurgadasa muhtun lanjas.
nob: Så tvang de oss til å sitte i klesskapet i det mørke rommet.

source: In dieđe man guhká ležžet veaddán min doppe.
nob: Det er uvisst hvor lenge de holdt oss fanget der.

source: Eai nieiddažat ge lean buorebut.
nob: Jentene var heller ikke snillere.

source: Sii maid givssidedje unnibuid ja heajubuid.
nob: Også de plaget og mobbet mindre elever.

source: Dávjá gullui «geafes dálon !».
nob: Ofte kunne vi høre «geafes dálon !»

source: Mánát cille guđetguimmiideaset soganamahusaid mielde ja bidje daidda ovdanamahussan dakkár sániid go «dihkke...», «olmmošgoddi», «fuorrá», «suola» dahje eará fasttes namahusaid.
nob: Mange barn var født utenfor ekteskap. De ble kalt «løsunger», eller ble betegnet med navn som hentydet at mora hadde måttet gå til retten fordi ingen ville vedkjenne seg farskapet til hennes barn.

source: Muhtun mánát ledje nieiddaid mánát, riegádan ovdal náittosdili.
nob: Jeg forsto vel ikke slikt før vi var i 5. eller 6. klasse, som 13–14-åring.

source: Sin gohčodedje luovosčivgan. In mun várra ipmirdan dakkár diliid ovdalgo ledjen juo 5-6 klássas, 13-14-jahkásaš.
nob: Som voksen har jeg ofte tenkt på at barn som behandlet andre så grusomt, kanskje burde fått barnepsykiatrisk behandling.

source: Obanassiige lei mahkáš olbmuin erohus dađi mielde guđe sohkii guhtege gulai.
nob: I det hele tatt bedømte elevene hverandre alt etter hvilken slekt de tilhørte.

source: Dat soaitá vuolgán dološ gaskavuođain ja riidduin mat olbmuin ledje guohtuneatnamiid, luomejekkiid, guollejávrriid dehe suoidneniittuid alde.
nob: Kanskje hadde konfliktene sitt opphav i gamle dagers uoppgjorte tvister om beiteland, moltemyrer, fiskevann og slåttemark.

source: Oahpaheaddjit ja internáhta bargit dieđusge geahččaledje geahpedit mánáid vuostevuođaid ja oahpahit sidjiide buoret jurddalági, muhto eai soaitte nu bures dan nagodan.
nob: Lærerne og internatpersonalet prøvde vel på sin måte å få barna til å være venner og forandre tankegangen deres, men det lyktes vel ikke alltid.

source: Ii ge imaš, eai buot internáhta bargit lean ieža ge vázzán vuođđoskuvla ollásit, juobe son vel psykologalaš oahpa.
nob: Kanskje ikke så rart, de internatansatte hadde knapt gjennomført folkeskolen selv, og langt ifra studier i psykologi !

source: Sii ledje buorebut muhtun mánáide ja beroštedje dain eanet go earáin.
nob: Jeg husker også med smerte at noen av de kvinnelige internatansatte behandlet barna ulikt.

source: Máná váibmui sáhttá dat oba bávččas go vealahuvvo.
nob: De likte noen barn bedre og brydde seg mer om dem.

source: Internáhtas ii lean árbmu, juohkehaš fertii birget buoremus lági mielde.
nob: For et lite barnehjerte kan forskjellsbehandling være grusomt.
